[
  {
    "name": "Faizan",
    "description": "Faizan wo insan hai jo computer ke saamne aise ghoor ke dekhta hai jaise machine se rishtedaari ho. Bug usse dekh kar kehte hain, 'System error to hum hain ya tu hai?'",
    "poetry": "ہزاروں خواہشیں ایسی کہ ہر خواہش پہ دم نکلے،\nبہت نکلے مرے ارمان، لیکن پھر بھی کم نکلے،\nڈرے کیوں میرا قاتل کیا، رہے گا جب دل میں،\nمحبت وجہ تھی ہر ایک درد کی، جو دل سے نہ نکلے،\nنہ ہوئی جب دلے سے، تو پھر منہ سے نہ نکلی،\nوہ بات سارے فسانے میں جس کا ذکر نہ تھا،\nوہ بات ان سے بہت کچھ کہی جو بے زبان تھی،\nگرفتارِ محبت ہوں، گرفتار ہوں اپنی،\nکہ دل سے دل تلک جائے، وہ راز کیا کہوں میں۔\n— غالب",
    "character": "The Inocente One"
  },
  {
    "name": "Zubair Gujjar",
    "description": "Zubair ki intelligence ka jalwa hai aisa ke compiler bhi ijazat mangta hai usse. Magar zindagi ke errors ko handle karna uske bas ki baat nahi.",
    "poetry": "ستاروں سے آگے جہاں اور بھی ہیں،\nابھی عشق کے امتحاں اور بھی ہیں،\nتہی زندگی سے نہیں یہ فلک،\nشہنشاہوں کے خزینے سے ہیں لاکھوں گوہر نکلے،\nتو ہے وہم کہ یہ جواہر ہیں بس جو نظر آئے،\nیہ جواہر تو ہیں نقطہ آغاز، ابھی ہیں اور گوہر،\nنہ رک اپنی نظر کو، نہ تھم اپنی سیر کو،\nکہ جہاں تک نظر جاتی ہے، وہاں تک سفر باقی ہے۔\n— اقبال",
    "character": "The Code Whisperer"
  },
  {
    "name": "Ammad Pervaiz",
    "description": "Class mein late aata hai magar notes uske encyclopedia jaise mukammal hote hain. Koi nahi jaanta woh notes banata hai ya Wikipedia chalata hai, lekin muft ka burger dhundne mein ustad hai.",
    "poetry": "قلم اٹھائیں تو لفظوں کی بارش ہوئی،\nکتاب دل کی زمیں پر سجائیں ہم نے،\nہر ایک حرف میں حکمت کی روشنی رکھ دی،\nجو پڑھے اس کو نئی راہ دکھائیں ہم نے،\nنہ تھمے قلم، نہ رکیں یہ خیالات ہمارے،\nہر پل میں بسی ہے ایک نئی بات ہماری،\nعلم کی روشنی سے جگمگایا جہاں،\nہر دل کو بنایا ہم نے ایک جہاں۔\n— اقبال",
    "character": "The Stylish Scholar"
  },
  {
    "name": "Affaq",
    "description": "Khamoshi se bhara hai magar har kaam dusron se pehle mukammal kar leta hai. Campus mein Google Maps ki zarurat nahi, bas Affaq se pooch lo shortcut ka.",
    "poetry": "خاموشی سے نکلتی ہے دل کی صدا،\nجو سنے وہ پائے سکون خدا،\nہر پل میں چھپا ہے کوئی راز،\nجو جانے وہ پائے وفا کا ساز،\nنہ بولے زباں، نہ آواز ہو،\nمگر دل سے دل تک کی پرواز ہو،\nیہ سکوت جو ہے، یہ ہے ایک نور،\nجو دل میں بسے، وہ بنے ایک فہر۔\n— فیض احمد فیض",
    "character": "The Silent Navigator"
  },
  {
    "name": "Arif",
    "description": "Arif ki explanation sunkar professors bhi notes lete hain. Har kisi ko impress karna uske liye itna aasan hai jaise woh MI6 ka koi agent ho.",
    "poetry": "یہ کس کا نام لیا، یہ کس کا ذکر کیا،\nکہ دل کے تار ہلے، کہ روح کانپ اٹھی،\nہر ایک لفظ سے چمکی ہے روشنی دل کی،\nہر بات سے کھلے راز ایک پل کی،\nجو سنے وہ کھو جائے اس کے کلام میں،\nجو دیکھے وہ ڈوب جائے اس کے پیام میں،\nزباں سے جو نہ کہیں، وہ دل سے کہتے ہیں،\nہر پل کو جو سجائیں، وہ خواب رکھتے ہیں۔\n— غالب",
    "character": "The Universal Translator"
  },
  {
    "name": "Basit",
    "description": "Basit ke paas wo technology hai jo abhi market mein aayi hi nahi. Uski assignment dekh kar lagta hai product launch ho raha hai, assignment nahi.",
    "poetry": "نئی روشنی سے چمکتی ہیں راتیں،\nہر ایک خواب میں چھپتی ہیں باتیں،\nجو دل سے نکلے وہ ایجاد بن جائے،\nہمارے ہاتھ سے ساری جہاں سجائے،\nنہ رکیں یہ ہاتھ، نہ تھمیں یہ خواب،\nہر پل میں بسی ہو ایک نیا عہد و ثواب،\nعلم کی روشنی سے جو چمکے یہ جہاں،\nہر دل کو ملے ایک نیا آسماں۔\n— اقبال",
    "character": "The Tech Oracle"
  },
  {
    "name": "Ahad",
    "description": "Coffee cup hamesha haath mein liye ghoomta hai. Kehta hai 'Maine kuch parha nahi' magar GPA uski Harvard students ko bhi sharminda kar de.",
    "poetry": "ہم نے مانا کہ تغافل نہ کرو گے لیکن،\nخاک ہو جائیں گے ہم تم کو خبر ہونے تک،\nعشق کی لاج نہ اٹھائیں گے ہم،\nدل سے دل تک جو جائے وہ بات بن جائے،\nہر پل میں چھپا ہے ایک راز محبت،\nجو سنے وہ جانے اس کی گہرائی،\nنہ رکیں یہ سانس، نہ تھمیں یہ خواہش،\nہر لمحے میں بسی ہے ایک نئی روشنی۔\n— غالب",
    "character": "The Caffeinated Genius"
  },
  {
    "name": "Moeez Mazar",
    "description": "Group project ka Modi hai, sab kuch control mein rakhta hai. Uski color-coded schedules dekh kar lagta hai koi bullet journal influencer ho.",
    "poetry": "نظم و ضبط سے سجتی ہے زندگی،\nہر پل کو بناتی ہے روشنی،\nجو دل سے دل تک کا پل بنائے،\nہر کام کو ترتیب سے سجائے،\nنہ رکیں یہ ہاتھ، نہ تھمیں یہ خواب،\nہر لمحے میں بسی ہو ایک نیا عہد و ثواب،\nجو چلے وہ پائے نئی راہوں کو،\nنظم کا یہ جادو ہے، جو سب کو بھائے۔\n— پروین شاکر",
    "character": "The Organization Wizard"
  },
  {
    "name": "Yousouf",
    "description": "Woh sawal poochta hai jo sab ke zehan mein hote hain magar kisi ko poochne ki himmat nahi hoti. Har teacher ko 'sir' kehta hai, chahe gender kuch bhi ho.",
    "poetry": "سوال دل سے اٹھے تو جواب مل جائے،\nہر راز کھل جائے جب دل سے دل ملے،\nہر ایک بات میں حکمت کا نور چھپا،\nجو پوچھے وہ پائے، جو سنے وہ جانے،\nنہ ڈرے یہ دل، نہ رکیں یہ ہمت،\nہر پل میں بسی ہو ایک نئی روشنی،\nعلم کی راہ پر جو چلے وہ جیتے،\nجو سنے وہ مانے، جو دیکھے وہ سمجھے۔\n— اقبال",
    "character": "The Fearless Inquirer"
  },
  {
    "name": "Shoaib",
    "description": "Uske bag mein har zaruri cheez milti hai - snacks, power bank, charger, duct tape. Zombie apocalypse aaye to Shoaib ke bag mein chhup jao.",
    "poetry": "ہر شے میں چھپی ہے کوئی تیاری،\nہر پل میں بسی ہے اس کی بیداری،\nجو مانگے وہ پائے اس کے خزانے سے،\nہر مشکل کا حل ہے اس کے بیگ میں،\nنہ رکیں یہ ہاتھ، نہ تھمیں یہ عقل،\nہر لمحے میں بسی ہو ایک نئی منزل،\nجو چلے وہ پائے نئی راہوں کو،\nتیاری کا یہ جادو ہے، جو سب کو بھائے۔\n— میر تقی میر",
    "character": "The Prepared Survivor"
  },
  {
    "name": "Zain Kazmi",
    "description": "Zain har department ki farewell mein maujood hota hai, lekin koi nahi jaanta ke woh khud kis department ka hai. Campus ka Ranveer Singh hai woh.",
    "poetry": "ہر محفل میں چمکتا ہے وہ ایک ستارہ،\nہر دل میں بسا ہے اس کا گہرا نظارہ،\nنہ کوئی جانے کہ وہ کہاں سے آیا،\nمگر ہر جگہ اس کا ہے رنگین بسیرا،\nہر پل میں چھپا ہے ایک نیا رنگ،\nہر بات سے بنتا ہے ایک نیا سنگ،\nجو دیکھے وہ مانے اس کی سچائی،\nمحفل کا یہ جادو ہے، جو سب کو بھائے۔\n— فیض احمد فیض",
    "character": "The Campus Celebrity"
  },
  {
    "name": "Bilal Ibex",
    "description": "Har assignment uski art gallery ka masterpiece lagti hai. Uski presentation dekhkar log khare ho ke taliyan bajate hain, marks to secondary hain.",
    "poetry": "ہر رنگ میں ڈھلا ہے اس کا فن پارہ،\nہر لفظ سے چمکتا ہے علم کا ستارہ،\nجو دیکھے اس کی باتوں کو، دل ہار جائے،\nتالیاں خود بہ خود ہر سو سے آئیں،\nنہ رکیں یہ ہاتھ، نہ تھمیں یہ خواب،\nہر پل میں بسی ہو ایک نیا عہد و ثواب،\nفن کی روشنی سے جو چمکے یہ جہاں،\nہر دل کو ملے ایک نیا آسماں۔\n— غالب",
    "character": "The Renaissance Student"
  },
  {
    "name": "Mohsin",
    "description": "Har kisi ki madad karta hai magar khud kabhi help nahi mangta. Memory itni tez hai ke lecture slides uske DNA ka hissa ban gaye hain.",
    "poetry": "ہر دل کی دھڑکن کو سمجھتا ہے وہ،\nہر پل کی یاد کو دل میں بسائے،\nنہ مانگے کبھی مدد، مگر دے سب کو،\nہر لمحے میں چھپا ہے اس کا سہارا،\nجو سنے وہ جانے اس کی گہرائی،\nجو دیکھے وہ مانے اس کی سچائی،\nمحبت کی روشنی سے جو چمکے یہ دل،\nہر پل کو بنائے وہ ایک نیا پل۔\n— فیض احمد فیض",
    "character": "The Dependable Ally"
  },
  {
    "name": "Burhan Hashimi",
    "description": "Debate ka aisa master hai ke professors bhi haar maan lete hain. Har baat ka counter argument rakhta hai, jaise court mein paida hua ho.",
    "poetry": "زباں سے نکلے تو دل کو چھو لے،\nہر بات میں دلیل کا جادو ہو،\nجو سنے وہ مانے، جو دیکھے وہ جانے،\nکہ اس کی باتوں میں ہے سچ کی روشنی،\nنہ رکیں یہ لفظ، نہ تھمیں یہ عقل،\nہر پل میں بسی ہو ایک نئی منزل،\nدلیل کی روشنی سے جو چمکے یہ جہاں،\nہر دل کو ملے ایک نیا آسماں۔\n— اقبال",
    "character": "The Master Debater"
  },
  {
    "name": "Obaid Arshad",
    "description": "Study session ka naam hota hai, lekin party ban jaati hai. Notes itne famous hain ke doosre departments mein photocopy hote phirte hain.",
    "poetry": "ہر لمحہ سجے جب وہ علم بانٹے،\nہر پل میں بسی ہو خوشی کی راتیں،\nاس کے نوٹس ہیں علم کی روشنی،\nجو پڑھے وہ پائے نئی زندگی،\nنہ رکیں یہ ہاتھ، نہ تھمیں یہ خواب،\nہر پل میں بسی ہو ایک نیا عہد و ثواب،\nعلم کی روشنی سے جو چمکے یہ جہاں،\nہر دل کو ملے ایک نیا آسماں۔\n— پروین شاکر",
    "character": "The Educational Entertainer"
  },
  {
    "name": "Arman Ahmad",
    "description": "Projector kharab ho ya mouse na chale, duct tape aur paper clip se NASA ka shuttle bana deta hai. Jugaad ka ustad hai woh.",
    "poetry": "ہر مشکل کا حل اس کے ہاتھوں میں،\nہر شے کو بنائے وہ نئی روشنی سے،\nجو ٹوٹے وہ جوڑے، جو بکھرے وہ سمیٹے،\nاس کے ہنر سے ہے دنیا حیران،\nنہ رکیں یہ ہاتھ، نہ تھمیں یہ عقل،\nہر پل میں بسی ہو ایک نئی منزل،\nہنر کی روشنی سے جو چمکے یہ جہاں،\nہر دل کو ملے ایک نیا آسماں۔\n— میر تقی میر",
    "character": "The Resourceful Engineer"
  },
  {
    "name": "Wali Khan",
    "description": "Push-up karte huye calculus problems solve karta hai. Physical aur intellectual fitness dono ka master hai.",
    "poetry": "جسم و دل دونوں کو جو سجائے،\nہر پل میں حکمت کی روشنی لے آئے،\nجو چلے وہ پہنچے ستاروں تک،\nاس کی طاقت سے دنیا حیران رہے،\nنہ رکیں یہ ہاتھ، نہ تھمیں یہ خواب،\nہر پل میں بسی ہو ایک نیا عہد و ثواب،\nعلم کی روشنی سے جو چمکے یہ جہاں،\nہر دل کو ملے ایک نیا آسماں۔\n— اقبال",
    "character": "The Physical Intellect"
  },
  {
    "name": "Hamza Ikhlaq",
    "description": "Statistics ka lecture bhi stand-up comedy ban jata hai jab woh bolna shuru kare. Notes padhte waqt hasna laazmi hai.",
    "poetry": "ہر لفظ سے چھلکیں ہنسی کی کرنیں،\nہر بات میں بسی ہو حکمت کی روشنیں،\nجو سنے وہ ہنسے، جو پڑھے وہ جانے،\nعلم و مزاح کا ہے وہ سنگم انوکھا،\nنہ رکیں یہ لفظ، نہ تھمیں یہ عقل،\nہر پل میں بسی ہو ایک نئی منزل،\nمزاح کی روشنی سے جو چمکے یہ جہاں،\nہر دل کو ملے ایک نیا آسماں۔\n— فیض احمد فیض",
    "character": "The Comic Scholar"
  },
  {
    "name": "Haroon",
    "description": "Casual baat bhi existential crisis mein badal deta hai. Har guftagu ka anjaam yahi hota hai ke 'kya hum asal mein haqiqi hain?'",
    "poetry": "یہ زندگی ہے یا کوئی خواب،\nہر پل میں چھپا ہے کوئی راز،\nہم ہیں کہ بس ہیں ایک کہانی،\nجو سمجھے وہ جانے اس کی گہرائی،\nنہ رکیں یہ سوچ، نہ تھمیں یہ بات،\nہر لمحے میں بسی ہو ایک نئی رات،\nفلسفے کی روشنی سے جو چمکے یہ دل،\nہر پل کو بنائے وہ ایک نیا پل۔\n— غالب",
    "character": "The Digital Philosopher"
  },
  {
    "name": "Waleed",
    "description": "Teen startups, chaar freelance clients aur perfect GPA - koi aam student nahi, Elon Musk ka junior version hai woh.",
    "poetry": "خوابوں کے پیچھے جو چلتا جائے،\nہر پل کو نئی روشنی سے سجائے،\nاس کے ہاتھوں میں ہے کل کی دنیا،\nجو دیکھے وہ مانے اس کی عظمت،\nنہ رکیں یہ ہاتھ، نہ تھمیں یہ خواب،\nہر پل میں بسی ہو ایک نیا عہد و ثواب،\nہمت کی روشنی سے جو چمکے یہ جہاں،\nہر دل کو ملے ایک نیا آسماں۔\n— اقبال",
    "character": "The Entrepreneurial Dynamo"
  },
  {
    "name": "Obaid Hashmi",
    "description": "Cafeteria ka Gordon Ramsay hai. Har bite ka detailed review deta hai aur campus mein har snack ki location usse behtar koi nahi jaanta.",
    "poetry": "ہر ذائقہ اس کے دل سے ملتا،\nہر لقمہ اس کی زباں سے چلتا،\nجو کھائے وہ جانے اس کی حقیقت،\nذوق و شوق کا ہے وہ سچا عاشق،\nنہ رکیں یہ ذوق، نہ تھمیں یہ شوق،\nہر پل میں بسی ہو ایک نیا عہد و ثواب،\nذائقوں کی روشنی سے جو چمکے یہ دل،\nہر پل کو بنائے وہ ایک نیا پل۔\n— فیض احمد فیض",
    "character": "The Culinary Critic"
  },
  {
    "name": "Muaz Iqbal",
    "description": "20-page ka research paper ek raat mein likh ke 'A' grade hasil karta hai. Deadline ke saath dosti ho gayi hai uski.",
    "poetry": "ہر لفظ سے چمکے علم کی روشنی،\nہر پل میں بسی ہو اس کی پھرتی،\nڈیڈلائن کے ساتھ وہ چلتا جائے،\nہر مشکل کو آسان بنائے،\nنہ رکیں یہ ہاتھ، نہ تھمیں یہ عقل،\nہر پل میں بسی ہو ایک نئی منزل،\nعلم کی روشنی سے جو چمکے یہ جہاں،\nہر دل کو ملے ایک نیا آسماں۔\n— پروین شاکر",
    "character": "The Pressure Performer"
  },
  {
    "name": "Sheraz",
    "description": "Lab goggles pehne huye bhi runway model jaisa lagta hai. Har class uske liye fashion show hai, subject koi bhi ho.",
    "poetry": "ہر رنگ میں ڈھل جائے وہ خوبصورتی،\nہر پل کو سجائے وہ اپنی ذاتی،\nجو دیکھے وہ مانے اس کی سادگی،\nفیشن کا ہے وہ سچا عاشق،\nنہ رکیں یہ رنگ، نہ تھمیں یہ روشنی،\nہر پل میں بسی ہو ایک نئی زندگی،\nحسن کی روشنی سے جو چمکے یہ جہاں،\nہر دل کو ملے ایک نیا آسماں۔\n— فیض احمد فیض",
    "character": "The Campus Trendsetter"
  },
  {
    "name": "Nabeel",
    "description": "Teen seconds mein koi bhi gaana pehchan leta hai. Har subject ke liye alag playlist banaya hai usne.",
    "poetry": "ہر لے سے نکلتی ہے دل کی آواز،\nہر گیت میں چھپا ہے کوئی راز،\nجو سنے وہ جانے اس کی گہرائی،\nموسیقی اس کی روح کی سچائی،\nنہ رکیں یہ لے، نہ تھمیں یہ گیت،\nہر پل میں بسی ہو ایک نئی ریت،\nموسیقی کی روشنی سے جو چمکے یہ دل،\nہر پل کو بنائے وہ ایک نیا پل۔\n— غالب",
    "character": "The Melodic Mastermind"
  },
  {
    "name": "Bilal Ikram",
    "description": "Society mein aisa hai jaise zahreela saanp ho, shuru mein Zubair ne haath pakad ke chalna sikhaya tha, ab khud sabka haath pakadta hai.",
    "poetry": "ہر دل سے ملتا ہے وہ ایک پل میں،\nہر بات کو جوڑتا ہے دل سے دل میں،\nجو سمجھے وہ پائے اس کی گہرائی،\nسوشل دنیا کا ہے وہ سچا رہنما،\nنہ رکیں یہ ہاتھ، نہ تھمیں یہ بات،\nہر پل میں بسی ہو ایک نئی رات،\nمحبت کی روشنی سے جو چمکے یہ جہاں،\nہر دل کو ملے ایک نیا آسماں۔\n— اقبال",
    "character": "The Socially desaster"
  },
  {
    "name": "Burhan",
    "description": "Sports ka data scientist hai. Har match ka score yaad rakhta hai aur apni team ke liye Excel charts banata rehta hai.",
    "poetry": "ہر کھیل میں چھپی ہے ایک کہانی،\nہر پل کو سجائے وہ اپنی روانی،\nجو دیکھے وہ جانے اس کی حکمت،\nکھیل کا ہے وہ سچا عاشق،\nنہ رکیں یہ ہاتھ، نہ تھمیں یہ عقل،\nہر پل میں بسی ہو ایک نئی منزل،\nکھیل کی روشنی سے جو چمکے یہ جہاں،\nہر دل کو ملے ایک نیا آسماں۔\n— فیض احمد فیض",
    "character": "The Athletic Analyst"
  },
  {
    "name": "Abdul Hameed",
    "description": "Coding problems ko historical wars se relate karta hai. Debugging uske liye Cold War ka top secret mission hai.",
    "poetry": "ہر کوڈ میں چھپی ہے ایک تاریخ،\nہر ایرر کو سمجھے وہ ایک راز،\nجو ڈیبگ کرے وہ بنے فاتح،\nعلم کی جنگ کا ہے وہ سچا سپاہی،\nنہ رکیں یہ ہاتھ، نہ تھمیں یہ عقل،\nہر پل میں بسی ہو ایک نئی منزل،\nعلم کی روشنی سے جو چمکے یہ جہاں،\nہر دل کو ملے ایک نیا آسماں۔\n— اقبال",
    "character": "The Chronological Coder"
  },
  {
    "name": "Ibrahim",
    "description": "Finals week mein bhi Buddha ki tarah shant rehta hai. Debugging karte waqt yoga master jaisa calm hota hai.",
    "poetry": "سکون دل میں بس جائے جب وہ سوچے،\nہر پل کو سکون سے وہ سمیٹے،\nجو دیکھے وہ مانے اس کی گہرائی،\nحکمت و سکون کا ہے وہ سچا رہنما،\nنہ رکیں یہ سوچ، نہ تھمیں یہ بات،\nہر پل میں بسی ہو ایک نئی رات،\nسکون کی روشنی سے جو چمکے یہ دل،\nہر پل کو بنائے وہ ایک نیا پل۔\n— فیض احمد فیض",
    "character": "The Serene Troubleshooter"
  },
  {
    "name": "Sher Afghan",
    "description": "Har weekend ki aisi kahani sunata hai jo professor bhi yakin nahi kar sakte. Theory ko jungle mein practically test karta hai.",
    "poetry": "ہر پل میں چھپی ہے ایک ایڈونچر،\nہر بات سے بنتا ہے نیا منظر،\nجو چلے وہ پائے نئی راہوں کو،\nجنگل ہو یا علم، وہ ہے سچا رہبر،\nنہ رکیں یہ ہاتھ، نہ تھمیں یہ خواب،\nہر پل میں بسی ہو ایک نیا عہد و ثواب،\nہمت کی روشنی سے جو چمکے یہ جہاں،\nہر دل کو ملے ایک نیا آسماں۔\n— اقبال",
    "character": "The Academic Adventurer"
  },
  {
    "name": "Muzamil Mushtaq",
    "description": "Code itna clean likhta hai ke professors textbooks mein shamil karna chahte hain. Har function ke saath love letter jaisi documentation likhta hai.",
    "poetry": "ہر لفظ سے چمکتی ہے کوڈ کی روشنی،\nہر فنکشن میں بسی ہے اس کی پھرتی،\nجو پڑھے وہ مانے اس کی سچائی،\nعلم و ہنر کا ہے وہ سچا عاشق،\nنہ رکیں یہ ہاتھ، نہ تھمیں یہ عقل،\nہر پل میں بسی ہو ایک نئی منزل،\nہنر کی روشنی سے جو چمکے یہ جہاں،\nہر دل کو ملے ایک نیا آسماں۔\n— غالب",
    "character": "The Precision Programmer"
  },
  {
    "name": "Abdul Rauf",
    "description": "Har naye student ka unofficial mentor ban jata hai. Concepts ko memes ke zariye samjhata hai aur ajib baat yeh ke sab samajh jaate hain!",
    "poetry": "ہر دل کو سمجھائے وہ علم کی باتیں،\nہر پل کو سجائے وہ نئی راتیں،\nجو سنے وہ جانے اس کی گہرائی،\nمہربانی کا ہے وہ سچا رہنما،\nنہ رکیں یہ لفظ، نہ تھمیں یہ عقل،\nہر پل میں بسی ہو ایک نئی منزل،\nعلم کی روشنی سے جو چمکے یہ جہاں،\nہر دل کو ملے ایک نیا آسماں۔\n— فیض احمد فیض",
    "character": "The Meme Mentor"
  },
  {
    "name": "Default Student",
    "description": "Koi nahi janta ke yeh student asal mein hai bhi ya nahi. Har class mein virtually maujood tha jab yeh trend bhi nahi tha.",
    "poetry": "ہر پل میں چھپا ہے ایک راز،\nہر بات میں بسی ہو کوئی آواز،\nجو دیکھے نہ اس کو، پر جانے سب کو،\nکیمپس کا لیجنڈ ہے، رہتا ہے گمنام،\nنہ رکیں یہ سوچ، نہ تھمیں یہ بات،\nہر پل میں بسی ہو ایک نئی رات،\nراز کی روشنی سے جو چمکے یہ دل،\nہر پل کو بنائے وہ ایک نیا پل۔\n— میر تقی میر",
    "character": "The Campus Legend"
  }
]
