[
  {
    "name": "Faizan",
    "description": "Faizan wo insan hai jo computer ke saamne aise ghoor ke dekhta hai jaise machine se rishtedaari ho. Bug usse dekh kar kehte hain, 'System error to hum hain ya tu hai?'",
    "poetry": "فیضان کا لیپ ٹاپ سے ہے رشتہ پرانا،\nکوڈ لکھتا ہے وہ صبح و شام مستانہ،\nپروسسّر جیسے ہو کوئی اپنا رشتہ دار،\nبگ بھی ہوتے ہیں اسکے دربار سے حیران۔",
    "character": "The Inocente One"
  },
  {
    "name": "Zubair Gujjar",
    "description": "Zubair ki intelligence ka jalwa hai aisa ke compiler bhi ijazat mangta hai usse. Magar zindagi ke errors ko handle karna uske bas ki baat nahi.",
    "poetry": "زبیر کا دماغ ہے کمپیوٹر سے بھی تیز،\nکوڈ وسپر کرتا ہے، ہر بگ رہے پریشان،\nکمپائلر بھی اجازت مانگے چلنے سے پہلے،\nمگر زندگی کے بگز ہیں اسکے لیے امتحان۔",
    "character": "The Code Whisperer"
  },
  {
    "name": "Ammad Pervaiz",
    "description": "Class mein late aata hai magar notes uske encyclopedia jaise mukammal hote hain. Koi nahi jaanta woh notes banata hai ya Wikipedia chalata hai, lekin muft ka burger dhundne mein ustad hai.",
    "poetry": "عماد کے نوٹس ہیں انسائیکلوپیڈیا سے کم نہیں،\nوقت پہ آئیں کلاس میں یہ ممکن نہیں،\nویکیپیڈیا یا نوٹس، کوئی جانے نہ فرق،\nمفت کا برگر ڈھونڈنے میں ہے استاد بھی۔",
    "character": "The Stylish Scholar"
  },
  {
    "name": "Affaq",
    "description": "Khamoshi se bhara hai magar har kaam dusron se pehle mukammal kar leta hai. Campus mein Google Maps ki zarurat nahi, bas Affaq se pooch lo shortcut ka.",
    "poetry": "خاموشی ہے افاق کی پہچان سب سے بڑی،\nلیکن ہر کام کرے وہ سب سے پہلے ہی،\nگوگل میپس کیمپس میں ہے بیکار بالکل،\nاس سے پوچھو راستے، بتائے گا ہر گلی۔",
    "character": "The Silent Navigator"
  },
  {
    "name": "Arif",
    "description": "Arif ki explanation sunkar professors bhi notes lete hain. Har kisi ko impress karna uske liye itna aasan hai jaise woh MI6 ka koi agent ho.",
    "poetry": "عارف کی زبان سے نکلے تو علم برسے،\nپروفیسر بھی نوٹس لیں جب وہ لکچر کرے،\nہر کسی کو امپریس کرنا ہے اسکا ہنر،\nجیسے ایم6 کے ایجنٹ کا طریقہ ہو یہ۔",
    "character": "The Universal Translator"
  },
  {
    "name": "Basit",
    "description": "Basit ke paas wo technology hai jo abhi market mein aayi hi nahi. Uski assignment dekh kar lagta hai product launch ho raha hai, assignment nahi.",
    "poetry": "باسط کے گیجٹس ہیں کل سے آج تک،\nمارکیٹ میں آئے نہ ہوں گے اب تک،\nاسائنمنٹ اسکی پروڈکٹ لانچ جیسی لگے،\nٹیکنالوجی کا ہے وہ سچا عاشق۔",
    "character": "The Tech Oracle"
  },
  {
    "name": "Ahad",
    "description": "Coffee cup hamesha haath mein liye ghoomta hai. Kehta hai 'Maine kuch parha nahi' magar GPA uski Harvard students ko bhi sharminda kar de.",
    "poetry": "احد کی کافی ہے اسکا ساتھی ہمیشہ،\nکہتا ہے پڑھا نہیں، یہ ہے اسکا نشہ،\nہارورڈ کے سٹوڈنٹس بھی ہو جائیں شرما سار،\nجب دیکھیں اسکی جی پی اے کا جلوہ تماشہ۔",
    "character": "The Caffeinated Genius"
  },
  {
    "name": "Moeez Mazar",
    "description": "Group project ka Modi hai, sab kuch control mein rakhta hai. Uski color-coded schedules dekh kar lagta hai koi bullet journal influencer ho.",
    "poetry": "معیز جب گروپ پروجیکٹ سنبھالے تو کمال کرے،\nسب کنٹرول میں رکھے، ہر چیز صحیح کرے،\nکلر کوڈڈ شیڈول ہے اسکا کام،\nآرگنائزیشن کے فن میں ہے وہ بے مثال۔",
    "character": "The Organization Wizard"
  },
  {
    "name": "Yousouf",
    "description": "Woh sawal poochta hai jo sab ke zehan mein hote hain magar kisi ko poochne ki himmat nahi hoti. Har teacher ko 'sir' kehta hai, chahe gender kuch bhi ho.",
    "poetry": "یوسف کے سوال ہیں دل کی آواز،\nجو سب سوچتے پر پوچھتے نہیں،\nہر ٹیچر کو 'سر' کہنے کا ہے انداز،\nڈر کے آگے جیت ہے اسکا یقین۔",
    "character": "The Fearless Inquirer"
  },
  {
    "name": "Shoaib",
    "description": "Uske bag mein har zaruri cheez milti hai - snacks, power bank, charger, duct tape. Zombie apocalypse aaye to Shoaib ke bag mein chhup jao.",
    "poetry": "شعیب کے بیگ میں دنیا بسی ہے،\nسنیک، چارجر، ڈکٹ ٹیپ، کیا نہیں ہے،\nزومبی اپوکلیپس اگر آ جائے کبھی،\nاسکے بیگ میں پناہ لینا ہی عاقلمندی ہے۔",
    "character": "The Prepared Survivor"
  },
  {
    "name": "Zain Kazmi",
    "description": "Zain har department ki farewell mein maujood hota hai, lekin koi nahi jaanta ke woh khud kis department ka hai. Campus ka Ranveer Singh hai woh.",
    "poetry": "زین ہر فیئرول پے ناچتا ہے خوب،\nکسی کو نہ پتا وہ ہے کس ڈیپارٹمنٹ کا،\nکیمپس کا رنویر سنگھ ہے محبوب،\nہر محفل میں ہے اسکا جلوہ برقرار۔",
    "character": "The Campus Celebrity"
  },
  {
    "name": "Bilal Ibex",
    "description": "Har assignment uski art gallery ka masterpiece lagti hai. Uski presentation dekhkar log khare ho ke taliyan bajate hain, marks to secondary hain.",
    "poetry": "بلال کی اسائنمنٹ ہے فنکاری کا نمونہ،\nآرٹ گیلری میں رکھو تو بنے شہ پارہ،\nپریزنٹیشن پے تالیاں بجیں زور سے،\nمارکس سے زیادہ ہے اسکا انداز نرالہ۔",
    "character": "The Renaissance Student"
  },
  {
    "name": "Mohsin",
    "description": "Har kisi ki madad karta hai magar khud kabhi help nahi mangta. Memory itni tez hai ke lecture slides uske DNA ka hissa ban gaye hain.",
    "poetry": "محسن کی مدد پہ سب ہیں یقین کرتے،\nخود کبھی نہ مانگے وہ کسی سے مدد،\nلیکچر سلائیڈز ہیں ڈی این اے میں اسکے شامل،\nیادداشت میں اسکی نہ کوئی ہے حد۔",
    "character": "The Dependable Ally"
  },
  {
    "name": "Burhan Hashimi",
    "description": "Debate ka aisa master hai ke professors bhi haar maan lete hain. Har baat ka counter argument rakhta hai, jaise court mein paida hua ho.",
    "poetry": "برہان کی باتوں میں ہے دلیل بے مثال،\nپروفیسر بھی ہار مانیں ڈیبیٹ میں اسکے آگے،\nہر بات کا جواب ہے تیار ہر وقت،\nکورٹ میں پیدا ہوا تھا وہ، یہی ہے خیال۔",
    "character": "The Master Debater"
  },
  {
    "name": "Obaid Arshad",
    "description": "Study session ka naam hota hai, lekin party ban jaati hai. Notes itne famous hain ke doosre departments mein photocopy hote phirte hain.",
    "poetry": "عبید کے سٹڈی سیشن میں ہے پارٹی کا مزا،\nعلم بھی ملے اور محفل بھی سجے،\nنوٹس اسکے ہیں اتنا مشہور ہر جگہ،\nڈیپارٹمنٹس میں کاپی ہوتے، ہر کوئی چاہے۔",
    "character": "The Educational Entertainer"
  },
  {
    "name": "Arman Ahmad",
    "description": "Projector kharab ho ya mouse na chale, duct tape aur paper clip se NASA ka shuttle bana deta hai. Jugaad ka ustad hai woh.",
    "poetry": "ارمان کے ہاتھوں میں ہے جادو ایسا،\nٹوٹے پروجیکٹر کو کر دے چنگا فوراً،\nڈکٹ ٹیپ، پیپر کلپ سے بنائے جدید،\nناسا بھی ہائر کرے اسکو، اتنا ہے وہاں۔",
    "character": "The Resourceful Engineer"
  },
  {
    "name": "Wali Khan",
    "description": "Push-up karte huye calculus problems solve karta hai. Physical aur intellectual fitness dono ka master hai.",
    "poetry": "ولی خان پش اپ کرے اور حل کرے کیلکولس،\nجسم اور دماغ دونوں ہیں فٹ اسکے پاس،\nفزیکل اور انٹیلیکچوئل دونوں میں ہے ماہر،\nاس ہائبرڈ ماڈل کا ہر کوئی ہے فن خاص۔",
    "character": "The Physical Intellect"
  },
  {
    "name": "Hamza Ikhlaq",
    "description": "Statistics ka lecture bhi stand-up comedy ban jata hai jab woh bolna shuru kare. Notes padhte waqt hasna laazmi hai.",
    "poetry": "حمزہ جب سٹیٹسٹکس پڑھائے کلاس میں،\nسٹینڈ اپ کامیڈی بن جائے ہر لیکچر اسکا،\nنوٹس پڑھیں تو ہنسی آئے بے اختیار،\nمزاح اور علم کا ہے وہ سنگم انوکھا۔",
    "character": "The Comic Scholar"
  },
  {
    "name": "Haroon",
    "description": "Casual baat bhi existential crisis mein badal deta hai. Har guftagu ka anjaam yahi hota hai ke 'kya hum asal mein haqiqi hain?'",
    "poetry": "ہارون سے بات کرو تو سوچنے لگو زندگی کے راز،\nکیژل گفتگو بھی ہو جائے فلسفہ حیات،\nہر کنورسیشن کا انجام ہے یہی سوال،\n'کیا ہم اصل میں حقیقی ہیں؟' یہی ہے اسکی بات۔",
    "character": "The Digital Philosopher"
  },
  {
    "name": "Waleed",
    "description": "Teen startups, chaar freelance clients aur perfect GPA - koi aam student nahi, Elon Musk ka junior version hai woh.",
    "poetry": "ولید کے سٹارٹ اپس تین اور کلائنٹس چار ہیں،\nجی پی اے بھی پرفیکٹ، ہر کام میں ہے وہ کامیاب،\nایلون مسک سا جنون ہے اسکے اندر،\nانٹرپرینیور کا پرفیکٹ نمونہ ہے بے حساب۔",
    "character": "The Entrepreneurial Dynamo"
  },
  {
    "name": "Obaid Hashmi",
    "description": "Cafeteria ka Gordon Ramsay hai. Har bite ka detailed review deta hai aur campus mein har snack ki location usse behtar koi nahi jaanta.",
    "poetry": "عبید ہاشمی کیفے ٹیریا میں ہے رمزی جیسا،\nہر بائٹ کا ریویو دے کھانے والوں کو،\nسنیکس کی لوکیشن بتائے ہر جگہ کی،\nکلینری کرٹک ہے وہ کالج کا سچا۔",
    "character": "The Culinary Critic"
  },
  {
    "name": "Muaz Iqbal",
    "description": "20-page ka research paper ek raat mein likh ke 'A' grade hasil karta hai. Deadline ke saath dosti ho gayi hai uski.",
    "poetry": "معاذ کی قلم سے نکلیں 20 پیج ایک رات میں،\n'اے' گریڈ حاصل کرے وہ ہر بار یقین سے،\nڈیڈ لائن ہے اسکی دوست پرانی،\nپریشر میں پرفارم کرے وہ کمال سے۔",
    "character": "The Pressure Performer"
  },
  {
    "name": "Sheraz",
    "description": "Lab goggles pehne huye bhi runway model jaisa lagta hai. Har class uske liye fashion show hai, subject koi bhi ho.",
    "poetry": "شراز لیب میں بھی لگے ماڈل رن وے کا،\nگاگلز پہنے فیشن آئیکون بن جائے،\nہر کلاس ہے اسکے لیے فیشن شو،\nٹرینڈ سیٹر کیمپس کا، ہر کوئی پہچانے۔",
    "character": "The Campus Trendsetter"
  },
  {
    "name": "Nabeel",
    "description": "Teen seconds mein koi bhi gaana pehchan leta hai. Har subject ke liye alag playlist banaya hai usne.",
    "poetry": "نبیل کے کان سنیں تین سیکنڈ میں گانا،\nپہچان لی میلوڈی، آرٹسٹ، البم کا نام،\nہر سبجیکٹ کے لیے پلے لسٹ ہے الگ تیار،\nموسیقی اسکی روح میں ہے، یہ ہے اسکا کام۔",
    "character": "The Melodic Mastermind"
  },
  {
    "name": "Bilal Ikram",
    "description": "Society mein aisa hai jaise zahreela saanp ho, shuru mein Zubair ne haath pakad ke chalna sikhaya tha, ab khud sabka haath pakadta hai.",
    "poetry": "بلال اکرم سوسائٹی میں پھرتا ہے ایسے،\nجیسے زہریلا سانپ، چال میں زہریلی،\nزبیر نے سکھایا تھا چلنا پہلے اسے،\nاب سبکا پکڑے ہاتھ، بن کے سوشل کھلاڑی۔",
    "character": "The Socially desaster"
  },
  {
    "name": "Burhan",
    "description": "Sports ka data scientist hai. Har match ka score yaad rakhta hai aur apni team ke liye Excel charts banata rehta hai.",
    "poetry": "برہان کے دماغ میں ہے سپورٹس کا ڈیٹا،\nہر میچ کا سکور، ہر پلیئر کا ریکارڈ،\nایکسل چارٹس بنائے ٹیم کے لیے وہ،\nاینالسٹ ہے ایسا، جس سے ہر ٹیم کرے سپورٹ۔",
    "character": "The Athletic Analyst"
  },
  {
    "name": "Abdul Hameed",
    "description": "Coding problems ko historical wars se relate karta hai. Debugging uske liye Cold War ka top secret mission hai.",
    "poetry": "عبدالحمید جب کوڈ لکھے تو تاریخ ہو ساتھ،\nہر پروبلم کو وار سے کرے رلیٹ بے مثال،\nڈیبگنگ ہو یا ایرر، کولڈ وار سا مشن ہے،\nکرونولوجیکل کوڈر ہے وہ، ہسٹری کا مثال۔",
    "character": "The Chronological Coder"
  },
  {
    "name": "Ibrahim",
    "description": "Finals week mein bhi Buddha ki tarah shant rehta hai. Debugging karte waqt yoga master jaisa calm hota hai.",
    "poetry": "ابراہیم کو دیکھو فائنلز کے ہفتوں میں،\nبدھا سا سکون ہے اسکے چہرے پر،\nڈیبگنگ کرے تو یوگک کالم ہو جیسے،\nاسٹریس کا کوئی اثر نہیں ہے زندگی بھر۔",
    "character": "The Serene Troubleshooter"
  },
  {
    "name": "Sher Afghan",
    "description": "Har weekend ki aisi kahani sunata hai jo professor bhi yakin nahi kar sakte. Theory ko jungle mein practically test karta hai.",
    "poetry": "شیر افغان کے ویک اینڈ ایڈونچرز ہیں عجیب،\nپروفیسرز بھی سن کے ہو جائیں حیران،\nتھیوری کو جنگل میں ٹیسٹ کرے پرکٹیکل،\nایکڈیمک ایڈونچرر ہے وہ بے مثال۔",
    "character": "The Academic Adventurer"
  },
  {
    "name": "Muzamil Mushtaq",
    "description": "Code itna clean likhta hai ke professors textbooks mein shamil karna chahte hain. Har function ke saath love letter jaisi documentation likhta hai.",
    "poetry": "مزمل کا کوڈ ہے اتنا کلین اور صاف،\nٹیکسٹ بک میں چھاپے پروفیسر ہر سال،\nفنکشن کے ساتھ ڈاکومینٹیشن لکھے پیار سے،\nپریسیژن پروگرامر ہے وہ بے مثال۔",
    "character": "The Precision Programmer"
  },
  {
    "name": "Abdul Rauf",
    "description": "Har naye student ka unofficial mentor ban jata hai. Concepts ko memes ke zariye samjhata hai aur ajib baat yeh ke sab samajh jaate hain!",
    "poetry": "عبدالروف ہر نئے سٹوڈنٹ کا بنے مینٹر،\nعلم کو میمز سے سمجھائے ہر بار،\nکانسیپٹس ڈیفیکلٹ ہو یا سمپل، فرق نہ کرے،\nمیم مینٹر ہے وہ، سبکا مددگار۔",
    "character": "The Meme Mentor"
  },
  {
    "name": "Default Student",
    "description": "Koi nahi janta ke yeh student asal mein hai bhi ya nahi. Har class mein virtually maujood tha jab yeh trend bhi nahi tha.",
    "poetry": "ڈیفالٹ سٹوڈنٹ ہے یا متھ، کون جانے،\nکبھی دیکھا نہیں، پر اٹینڈنس ہے نام کا،\nورچوئل پریزنس تھی جب ٹرینڈ نہیں تھا یہ،\nکیمپس لیجنڈ ہے، راز ہے انجان۔",
    "character": "The Campus Legend"
  }
]
